Repository: WordPressBugBounty/plugins-no-nonsense
Catalog: *-nonsense/i18n/languages/*-nonsense-*.po
Languages: de_at, nl_nl

source: Settings
de_at: Einstellungen
nl_nl: Instellingen

source: Deactivate and delete Akismet Anti-Spam plugin
de_at: Deaktivieren und löschen Sie das Akismet Anti-Spam-Plugin
nl_nl: Akismet Anti-Spam plugin deactiveren en verwijderen

source: Deactivates and deletes the Akismet Anti-Spam plugin that is included in the default WordPress installation.
de_at: Deaktiviert und löscht das Akismet Anti-Spam-Plugin, das in der Standard-WordPress-Installation enthalten ist.
nl_nl: Deactiveert en verwijdert de Akismet Anti-Spam plugin die is opgenomen in de standaard WordPress installatie.

source: Deactivate and delete Hello Dolly plugin
de_at: Plugin Hello Dolly deaktvieren und löschen
nl_nl: Deactiveer en verwijder Hello Dolly plugin

source: Deactivates and deletes the Hello Dolly plugin that is included in the default WordPress installation.
de_at: Deaktiviert und löscht das Hello Dolly-Plugin, das in der Standard-WordPress-Installation enthalten ist.
nl_nl: Deactiveert en verwijdert de Hello Dolly plugin die is opgenomen in de standaard WordPress installatie.

source: Delete sample content
de_at: Beispielinhalt löschen
nl_nl: Voorbeeldinhoud verwijderen

source: Deletes the sample page, post, and comment that are included by default in a new WordPress installation. %1$sWARNING:%2$s This utility deletes these posts based solely on their IDs. If you have %3$sedited%4$s the samples and are actively using them, they will still be deleted!
de_at: Löscht die Beispielseite, den Beitrag und den Kommentar, die standardmäßig in einer neuen WordPress-Installation enthalten sind. %1$sWARNUNG:%2$s Dieses Dienstprogramm löscht diese Beiträge ausschließlich auf der Grundlage ihrer IDs. Wenn Sie die Beispiele %3$sbearbeitet%4$s haben und sie aktiv verwenden, werden sie trotzdem gelöscht!
nl_nl: Verwijdert de voorbeeldpagina, -post en -commentaar die standaard zijn opgenomen in een nieuwe WordPress-installatie. %1$sWAARSCHUWING:%2$s Dit hulpprogramma verwijdert deze berichten alleen op basis van hun ID's. Als je %3$sde voorbeelden hebt bewerkt%4$s en ze actief gebruikt, worden ze nog steeds verwijderd!

source: Disable all comments and trackbacks
de_at: Alle Kommentare und Trackbacks deaktivieren
nl_nl: Alle reacties en trackbacks uitschakelen

source: Sets comments and trackbacks to "closed" on all existing content. Also turns off the WordPress "Allow link notifications from other blogs (pingbacks and trackbacks) on new posts" and "Allow people to submit comments on new posts" options.
de_at: Setzt Kommentare und Trackbacks für alle vorhandenen Inhalte auf "geschlossen". Deaktiviert außerdem die WordPress-Optionen "Link-Benachrichtigungen von anderen Blogs (Pingbacks und Trackbacks) bei neuen Beiträgen zulassen" und "Kommentare zu neuen Beiträgen zulassen".
nl_nl: Stelt reacties en trackbacks in op "gesloten" voor alle bestaande inhoud. Schakelt ook de opties WordPress "Linkmeldingen van andere blogs toestaan (pingbacks en trackbacks) bij nieuwe berichten" en "Mensen toestaan om opmerkingen in te dienen bij nieuwe berichten" uit.

source: Remove default tagline
de_at: Standard-Tagline entfernen
nl_nl: Standaard tagline verwijderen

source: Removes the default WordPress tagline ("%1$s"). You will probably want to add your own tagline in its place eventually, but it is easy to forget and it often appears in unexpected places. %2$sNote:%3$s The default tagline was removed in WordPress 6.1. Using this utility with WordPress 6.1 or later will have no effect.
de_at: Entfernt die Standard-WordPress-Tagline ("%1$s"). Sie werden wahrscheinlich irgendwann Ihre eigene Tagline an ihrer Stelle einfügen wollen, aber sie ist leicht zu vergessen und erscheint oft an unerwarteten Stellen. %2$sHinweis:%3$s Die Standard-Tagline wurde in WordPress 6.1 entfernt. Wenn Sie dieses Dienstprogramm mit WordPress 6.1 oder später verwenden, hat dies keine Auswirkungen.
nl_nl: Verwijdert de standaard WordPress tagline ("%1$s"). Je zult waarschijnlijk uiteindelijk je eigen tagline willen toevoegen, maar deze is gemakkelijk te vergeten en verschijnt vaak op onverwachte plaatsen. %2$sOpmerking:%3$s De standaard tagline is verwijderd in WordPress 6.1. Het gebruik van dit hulpprogramma met WordPress 6.1 of later heeft geen effect.

source: Just another WordPress site
de_at: Eine weitere WordPress-Seite
nl_nl: Nog een WordPress-site

source: Set permalink structure to %1$s
de_at: Permalink-Struktur auf %1$s setzen
nl_nl: Zet permalink-structuur op %1$s

source: Sets the permalink structure to the most commonly used option on modern websites, and flushes rewrite rules.
de_at: Setzt die Permalink-Struktur auf die auf modernen Websites am häufigsten verwendete Option und löscht die Rewrite-Regeln.
nl_nl: Stelt de permalink-structuur in op de meest gebruikte optie op moderne websites en spoelt de herschrijfregels door.

source: Delete inactive themes
de_at: Inaktive Themen löschen
nl_nl: Inactieve thema's verwijderen

source: Deletes all installed themes except the currently active theme. If your site will be using a custom theme, be sure to activate it prior to running this utility. If the current theme is a child theme, its parent theme will not be deleted. %1$sWARNING:%2$s WordPress Site Health recommends keeping at least one default theme installed. If you wish to follow the recommendation, be sure to reinstall the default theme of your choice after running this utility.
de_at: Löscht alle installierten Themen mit Ausnahme des derzeit aktiven Themas. Wenn Ihre Website ein benutzerdefiniertes Thema verwendet, müssen Sie es vor der Ausführung dieses Dienstprogramms aktivieren. Wenn das aktuelle Theme ein Child-Theme ist, wird das übergeordnete Theme nicht gelöscht. %1$sWARNUNG:%2$s WordPress Site Health empfiehlt, mindestens ein Standard-Theme installiert zu lassen. Wenn Sie dieser Empfehlung folgen möchten, müssen Sie das Standard-Theme Ihrer Wahl nach der Ausführung dieses Dienstprogramms neu installieren.
nl_nl: Verwijdert alle geïnstalleerde thema's behalve het momenteel actieve thema. Als uw site een aangepast thema gebruikt, zorg er dan voor dat u het activeert voordat u dit hulpprogramma uitvoert. Als het huidige thema een kindthema is, wordt het bovenliggende thema niet verwijderd. %1$sWAARSCHUWING:%2$s WordPress Site Health raadt aan om ten minste één standaardthema geïnstalleerd te houden. Als je deze aanbeveling wilt opvolgen, installeer dan het standaardthema van je keuze opnieuw nadat je dit hulpprogramma hebt uitgevoerd.

source: Utility executed successfully.
de_at: Dienstprogramm erfolgreich ausgeführt.
nl_nl: Utility succesvol uitgevoerd.

source: Utility executed, but with no effect or possible errors.
de_at: Dienstprogramm ausgeführt, aber ohne Wirkung oder mögliche Fehler.
nl_nl: Utility uitgevoerd, maar zonder effect of mogelijke fouten.

source: Utility could not execute; requested function does not exist.
de_at: Das Dienstprogramm konnte nicht ausgeführt werden; die angeforderte Funktion existiert nicht.
nl_nl: Utility kon niet worden uitgevoerd; aangevraagde functie bestaat niet.

source: Utilities completed:
de_at: Versorgungsunternehmen abgeschlossen:
nl_nl: Nutsvoorzieningen voltooid:

source: Settings updated. You may need to refresh the page to see changes.
de_at: Einstellungen aktualisiert. Möglicherweise müssen Sie die Seite aktualisieren, um Änderungen zu sehen.
nl_nl: Instellingen bijgewerkt. Mogelijk moet u de pagina vernieuwen om de wijzigingen te zien.

source: Your JSON settings were imported.
de_at: Ihre JSON-Einstellungen wurden importiert.
nl_nl: Je JSON-instellingen zijn geïmporteerd.

source: Your JSON settings were imported, but %1$s invalid line(s) were skipped.
de_at: Ihre JSON-Einstellungen wurden importiert, aber %1$s ungültige Zeile(n) wurden übersprungen.
nl_nl: Uw JSON-instellingen zijn geïmporteerd, maar %1$s ongeldige regel(s) zijn overgeslagen.

source: A JSON error occurred during tne import process: %1$s Please correct any JSON formatting errors and try again.
de_at: Während des Importvorgangs ist ein JSON-Fehler aufgetreten: %1$s Bitte korrigieren Sie alle JSON-Formatierungsfehler und versuchen Sie es erneut.
nl_nl: Er is een JSON-fout opgetreden tijdens het importeren: %1$s Corrigeer eventuele JSON-opmaakfouten en probeer het opnieuw.

source: No JSON data was submitted. Settings have not been modified.
de_at: Es wurden keine JSON-Daten übermittelt. Die Einstellungen wurden nicht geändert.
nl_nl: Er zijn geen JSON-gegevens verzonden. Instellingen zijn niet gewijzigd.

source: Server IP address
nl_nl: IP-adres server

source: Admin bar logout link
de_at: Abmeldelink in der Verwaltungsleiste
nl_nl: Uitloglink beheerdersbalk

source: Adds a color-highlighted logout link directly into the admin bar, next to the username. Helpful to remind users to log out when their session is done.
de_at: Fügt einen farblich hervorgehobenen Logout-Link direkt in der Admin-Leiste neben dem Benutzernamen ein. Dies ist hilfreich, um Benutzer daran zu erinnern, sich abzumelden, wenn ihre Sitzung beendet ist.
nl_nl: Voegt een in kleur gemarkeerde uitloglink toe aan de beheerbalk, naast de gebruikersnaam. Handig om gebruikers eraan te herinneren uit te loggen als hun sessie klaar is.

source: Admin Bar
de_at: Adminleiste
nl_nl: Admin balk

source: Auto core update send email only on error
de_at: E-Mail zum automatischen Core-Update nur bei Fehlern versenden
nl_nl: Automatische kernupdate verstuurt e-mail alleen bij fout

source: By default, site admins receive a notification email every time WordPress runs auto-updates. Turn this on to only receive emails if there is an error during the update process.
de_at: Als Standard erhalten Website-Administratoren jedesmal eine E-Mail-Benachrichtigung, wenn WordPress automatische Aktualisierungen durchführt. Schalten Sie dies ein, um nur E-Mails zu erhalten, wenn es während der Aktualisierung einen Fehler gab.
nl_nl: Standaard ontvangen sitebeheerders een e-mailbericht telkens wanneer WordPress automatische updates uitvoert. Schakel dit in om alleen e-mails te ontvangen als er een fout optreedt tijdens het updateproces.

source: Security and Updates
de_at: Sicherheit und Aktualisierungen
nl_nl: Beveiliging en updates

source: Disable author archives
de_at: Autorenarchive deaktivieren
nl_nl: Auteursarchieven uitschakelen

source: Many sites have no need for the auto-generated author archive pages, and many site admins may not even realize these pages exist, yet they can be crawled by search engines. Turn on this option to disable the author archive pages.
de_at: Viele Websites benötigen die automatisch generierten Autorenarchivseiten nicht, und viele Website-Administratoren wissen nicht einmal, dass diese Seiten existieren, obwohl sie von Suchmaschinen gecrawlt werden können. Aktivieren Sie diese Option, um die Autorenarchivseiten zu deaktivieren.
nl_nl: Veel sites hebben de automatisch gegenereerde archiefpagina's voor auteurs niet nodig en veel sitebeheerders realiseren zich misschien niet eens dat deze pagina's bestaan, maar toch kunnen ze door zoekmachines worden gecrawld. Schakel deze optie in om de archiefpagina's van auteurs uit te schakelen.

source: Front End
nl_nl: Voorkant

source: Disable Post Via Email
de_at: Post per E-Mail deaktivieren
nl_nl: Posten via e-mail uitschakelen

source: Removes configuration settings for "Post Via Email" on the Writing Settings page, and turns off the feature.
de_at: Entfernt die Konfigurationseinstellungen für "Post Via E-Mail" auf der Seite Schreibeinstellungen und schaltet die Funktion aus.
nl_nl: Verwijdert de configuratie-instellingen voor "Posten via e-mail" op de pagina Schrijfinstellingen en schakelt de functie uit.

source: Admin Features
de_at: Admin-Funktionen
nl_nl: Beheerfuncties

source: Disable site search
de_at: Website-Suche deaktivieren
nl_nl: Zoeken op site uitschakelen

source: If your site does not need search functionality, turn this on to cause all standard WordPress search URLs to redirect to the home page without performing a search. Does not affect admin search functionality. Also deregisters the search widget.
de_at: Wenn Ihre Website keine Suchfunktionalität benötigt, aktivieren Sie diese Option, damit alle Standard-WordPress-Such-URLs auf die Startseite umgeleitet werden, ohne eine Suche durchzuführen. Die Admin-Suchfunktionalität wird dadurch nicht beeinträchtigt. Deregistriert auch das Such-Widget.
nl_nl: Als je site geen zoekfunctionaliteit nodig heeft, schakel dit dan in om ervoor te zorgen dat alle standaard WordPress zoek-URL's naar de startpagina worden omgeleid zonder een zoekopdracht uit te voeren. Dit heeft geen invloed op de zoekfunctionaliteit van de beheerder. Deactiveert ook de zoekwidget.

source: Disable Update Services
de_at: Update-Dienste deaktivieren
nl_nl: Update-services uitschakelen

source: Removes configuration settings for "Update Services" on the Writing Settings page, and turns off the feature.
de_at: Entfernt die Konfigurationseinstellungen für "Update Services" auf der Seite Schreibeinstellungen und schaltet die Funktion aus.
nl_nl: Verwijdert de configuratie-instellingen voor "Update Services" op de pagina Schrijfinstellingen en schakelt de functie uit.

source: Disable Site Editor / Full Site Editing (FSE)
nl_nl: Site-editor / volledige sitebewerking (FSE) uitschakelen

source: Removes the "Edit site" link in the admin bar, the "Editor" link under "Appearance," and the FSE notice in the Customizer. Also redirects any direct attempts to access the FSE page to the admin dashboard. If this option is active, you do not need to use the %1$sRemove "Edit site" link%2$s option under "Admin Bar."
de_at: Entfernt den Link "Website bearbeiten" in der Verwaltungsleiste, den Link "Editor" unter "Erscheinungsbild" und den FSE-Hinweis im Customizer. Leitet außerdem alle direkten Versuche, auf die FSE-Seite zuzugreifen, auf das Admin-Dashboard um. Wenn diese Option aktiviert ist, müssen Sie die Option %1$sLink "Website bearbeiten"%2$s unter "Admin-Leiste" entfernen nicht verwenden
nl_nl: Verwijdert de link "Site bewerken" in de beheerbalk, de link "Editor" onder "Uiterlijk" en de FSE-melding in de Customizer. Leidt ook alle directe pogingen om de FSE-pagina te openen om naar het beheerdersdashboard. Als deze optie actief is, hoeft u de optie %1$sVerwijder link "Site bewerken"%2$s onder "Beheerderbalk" niet te gebruiken

source: Allow access to Patterns (under Appearance menu)
nl_nl: Toegang verlenen tot Patronen (onder het menu Uiterlijk)

source: Block Editor
nl_nl: Blok editor

source: Hide admin bar for logged-in non-editors
de_at: Admin-Leiste für eingeloggte Nicht-Redakteure ausblenden
nl_nl: Beheerbalk verbergen voor ingelogde niet-editors

source: Hides the admin bar on front-end pages for logged-in users with no editing capabilities. Admin bar will still display for these users when they access their profile page. %1$sNote:%2$s With this option turned on, you will need to provide another way on the front end of your site for logged-in users to access their profile page and the logout link.
de_at: Blendet die Verwaltungsleiste auf Frontend-Seiten für angemeldete Benutzer ohne Bearbeitungsfunktionen aus. Die Verwaltungsleiste wird für diese Benutzer weiterhin angezeigt, wenn sie ihre Profilseite aufrufen. %1$sHinweis:%2$s Wenn diese Option aktiviert ist, müssen Sie im Frontend Ihrer Website eine andere Möglichkeit für angemeldete Benutzer vorsehen, um auf ihre Profilseite und den Abmeldelink zuzugreifen.
nl_nl: Verbergt de beheerdersbalk op front-end pagina's voor ingelogde gebruikers zonder bewerkingsmogelijkheden. De beheerdersbalk wordt nog steeds weergegeven voor deze gebruikers wanneer ze naar hun profielpagina gaan. %1$sOpmerking:%2$s Als deze optie is ingeschakeld, moet je een andere manier op de voorkant van je site voorzien voor ingelogde gebruikers om toegang te krijgen tot hun profielpagina en de uitloglink.

source: Limit admin elements for logged-in non-editors
de_at: Admin-Elemente für angemeldete Benutzer verstecken, die keine Beiträge bearbeiten dürfen
nl_nl: Beheerelementen beperken voor ingelogde niet-editors

source: Hides parts of the admin sidebar menu and WordPress footer from logged-in users with no editing capabilities.
de_at: Teile des Admin-Menüs in der Seitenleiste und im WordPress-Footer vor angemeldeten Benutzern verstecken, die keine Beiträge bearbeiten dürfen.
nl_nl: Verbergt delen van het admin zijbalkmenu en de WordPress footer voor ingelogde gebruikers zonder bewerkingsmogelijkheden.

source: Admin Access
de_at: Admin-Zugang
nl_nl: Beheerderstoegang

source: Replace WP logo with site icon on login screen
de_at: Ersetzen Sie das WP-Logo durch ein Website-Symbol auf dem Anmeldebildschirm
nl_nl: WP-logo vervangen door site-icoon op inlogscherm

source: Replaces the WordPress logo and link on the login screen with the designated site icon (if set) and site link. If no icon is present, the WP logo and link are simply removed.
de_at: Ersetzt das WordPress-Logo und den Link auf dem Anmeldebildschirm durch das vorgesehene Site-Symbol (falls eingestellt) und den Site-Link. Wenn kein Symbol vorhanden ist, werden das WP-Logo und der Link einfach entfernt.
nl_nl: Vervangt het WordPress logo en de link op het inlogscherm door het aangewezen sitepictogram (indien ingesteld) en de sitelink. Als er geen pictogram aanwezig is, worden het WP logo en de link gewoon verwijderd.

source: Login
de_at: Anmeldung
nl_nl: Inloggen

source: Prevent block directory access
de_at: Verhindern Sie den Zugriff auf das Verzeichnis
nl_nl: Toegang tot directory blokkeren voorkomen

source: Removes the directory for installing new blocks when searching for blocks in the block editor sidebar.
de_at: Entfernt das Verzeichnis für die Installation neuer Blöcke bei der Suche nach Blöcken in der Seitenleiste des Blockeditors.
nl_nl: Verwijdert de map voor het installeren van nieuwe blokken bij het zoeken naar blokken in de zijbalk van de blokkeneditor.

source: Redirect admin to home page for logged-in non-editors
de_at: Angemeldete Benutzer, die keine Beiträge bearbeiten dürfen, vom Backend zur Homepage weiterleiten
nl_nl: Beheerder omleiden naar startpagina voor ingelogde niet-redacteuren

source: Logged-in users with no editing capabilities (e.g. Subscribers) will be redirected to the site home page if they try to access any admin pages, other than their own profile page.
de_at: Angemeldete Benutzer, die keine Berechtigung zum Bearbeiten von Beiträgen haben (z.B. Abonnenten) werden zur Homepage der Website weitergeleitet, wenn sie versuchen eine andere Backend-Seite aufzurufen als ihre eigene Profilseite.
nl_nl: Aangemelde gebruikers zonder bewerkingsmogelijkheden (bijv. abonnees) worden doorgestuurd naar de startpagina van de site als ze toegang proberen te krijgen tot andere beheerpagina's dan hun eigen profielpagina.

source: Also prevent access to profile screen
de_at: Verhindert auch den Zugriff auf den Profilbildschirm
nl_nl: Voorkom ook toegang tot het profielscherm

source: Remove admin color scheme picker
de_at: Admin-Farbschema-Auswahl entfernen
nl_nl: Kleurenschema kiezer verwijderen

source: Removes the color scheme picker from the user profile page.
de_at: Entfernt die Farbschema-Auswahl von der Benutzerprofilseite.
nl_nl: Verwijdert de kleurenschema kiezer van de gebruikersprofielpagina.

source: Remove admin email check interval
de_at: E-Mail-Prüfintervall für Administratoren entfernen
nl_nl: Verwijder admin e-mail controle interval

source: Skips the periodic verification of admin email address upon login.
de_at: Überspringt die regelmäßige Überprüfung der Admin-E-Mail-Adresse bei der Anmeldung.
nl_nl: De periodieke verificatie van het e-mailadres van de beheerder bij het inloggen wordt overgeslagen.

source: Remove admin bar WordPress logo
de_at: Admin-Leiste entfernen WordPress-Logo
nl_nl: Admin balk WordPress logo verwijderen

source: Removes WordPress icon and link from the admin bar.
de_at: Entfernt das WordPress-Symbol und den Link aus der Verwaltungsleiste.
nl_nl: Verwijdert het WordPress-pictogram en de koppeling uit de beheerbalk.

source: Redirect attachment pages to file URL
de_at: Umleitung von Anhangseiten zur Datei-URL
nl_nl: Pagina's met bijlagen omleiden naar bestands-URL

source: By default, WordPress creates an "attachment page" for every file uploaded to the Media Library. This setting will redirect those pages to the file URL itself.
de_at: Standardmäßig erstellt WordPress für jede in die Medienbibliothek hochgeladene Datei eine "Anhangseite". Mit dieser Einstellung werden diese Seiten auf die URL der Datei selbst umgeleitet.
nl_nl: Standaard maakt WordPress een "bijlagepagina" voor elk bestand dat wordt geüpload naar de Mediabibliotheek. Met deze instelling worden die pagina's omgeleid naar de bestands-URL zelf.

source: Return HTTP 404 error instead of redirecting
de_at: Rückgabe eines HTTP 404-Fehlers anstelle einer Umleitung
nl_nl: HTTP 404-fout retourneren in plaats van doorsturen

source: Remove Comments from admin
de_at: Kommentare von admin entfernen
nl_nl: Opmerkingen verwijderen uit admin

source: Removes links to Comments in the admin bar and admin sidebar menu. Does not deactivate comment functionality; this can be done with the %1$sDisable all comments and trackbacks%2$s option under the %3$sUtilities%4$s tab above.
nl_nl: Verwijdert koppelingen naar reacties in de beheerbalk en het zijbalkmenu van de beheerder. Deactiveert de commentaarfunctionaliteit niet; dit kan worden gedaan met de optie %1$sAlle commentaren en trackbacks uitschakelen%2$s onder het tabblad %3$sHulpprogramma's%4$s hierboven.

source: Remove comments from front end
de_at: Kommentare aus dem Frontend entfernen
nl_nl: Opmerkingen verwijderen uit frontend

source: Removes all standard comment output from front-end pages. May not function properly if theme uses non-standard methods to display comments.
de_at: Entfernt alle Standard-Kommentarausgaben von Frontend-Seiten. Funktioniert möglicherweise nicht richtig, wenn das Thema nicht standardmäßige Methoden zur Anzeige von Kommentaren verwendet.
nl_nl: Verwijdert alle standaard commentaaruitvoer van front-end pagina's. Werkt mogelijk niet goed als het thema niet-standaard methoden gebruikt om commentaar weer te geven.

source: Remove Dashboard widgets
de_at: Dashboard-Widgets entfernen
nl_nl: Dashboard-widgets verwijderen

source: Removes the selected widgets from the WordPress admin dashboard.
de_at: Entfernt die ausgewählten Widgets aus dem WordPress-Admin-Dashboard.
nl_nl: Verwijdert de geselecteerde widgets uit het beheerdersdashboard van WordPress.

source: Activity
de_at: Aktivität
nl_nl: Activiteit

source: At a Glance
de_at: Auf einen Blick
nl_nl: In een oogopslag

source: Incoming Links
de_at: Eingehende Links
nl_nl: Inkomende links

source: Quick Draft
de_at: Schneller Entwurf
nl_nl: Snel Concept

source: Recent Comments
de_at: Neueste Kommentare
nl_nl: Recente reacties

source: Recent Drafts
de_at: Neueste Entwürfe
nl_nl: Recente ontwerpen

source: Welcome
de_at: Willkommen
nl_nl: Welkom

source: WordPress Events and News
de_at: WordPress Geschehnisse und Nachrichten
nl_nl: WordPress Evenementen en Nieuws

source: Remove default block patterns
de_at: Standard-Blockmuster entfernen
nl_nl: Standaard blokpatronen verwijderen

source: Removes the default block patterns from the block editor, leaving only custom block patterns defined by your theme.
de_at: Entfernt die Standard-Blockmuster aus dem Block-Editor, so dass nur noch benutzerdefinierte Blockmuster übrig bleiben, die von Ihrem Thema definiert wurden.
nl_nl: Verwijdert de standaard blokpatronen uit de blok-editor, zodat alleen aangepaste blokpatronen overblijven die door je thema zijn gedefinieerd.
