Repository: WordPressBugBounty/plugins-no-nonsense
Catalog: *-nonsense/i18n/languages/*-nonsense-*.po
Languages: de_at, nl_nl

source: Remove duotone SVG filters
de_at: Duotone SVG-Filter entfernen
nl_nl: Duotone SVG-filters verwijderen

source: Removes hardcoded HTML SVG tags for block editor duotone effects that normally get loaded on every page for Safari users.
de_at: Entfernt hartkodierte HTML-SVG-Tags für Duotoneffekte im Blockeditor, die normalerweise auf jeder Seite für Safari-Nutzer geladen werden.
nl_nl: Verwijdert vastgecodeerde HTML SVG-tags voor duotone effecten van blokbewerkers die normaal gesproken op elke pagina worden geladen voor Safari-gebruikers.

source: Remove "Edit site" link
de_at: Link "Seite bearbeiten" entfernen
nl_nl: Link "Site bewerken" verwijderen

source: Removes the full site editing (FSE) link that appears in the admin bar on sites that use block themes, to avoid accidentally clicking it when intending to click "Edit Page/Post," but leaves other FSE features in place. To disallow FSE entirely, select %1$sDisallow full site editing (FSE)%2$s under "Admin Features" instead.
de_at: Entfernt den Link zur vollständigen Website-Bearbeitung (FSE), der in der Verwaltungsleiste von Websites mit Blockthemen angezeigt wird, um zu verhindern, dass Sie versehentlich darauf klicken, wenn Sie eigentlich auf "Seite/Beitrag bearbeiten" klicken wollten. Um FSE vollständig zu deaktivieren, wählen Sie stattdessen %1$sVollständige Website-Bearbeitung (FSE)%2$s unter "Admin-Funktionen" deaktivieren.
nl_nl: Verwijdert de link voor volledige sitebewerking (FSE) die in de beheerbalk verschijnt op sites die blokkeerthema's gebruiken, om te voorkomen dat u er per ongeluk op klikt als u op "Pagina's/Posts bewerken" wilt klikken, maar laat andere FSE-functies bestaan. Om FSE volledig uit te schakelen, selecteert u %1$sVolledige sitebewerking (FSE) weigeren%2$s onder "Beheerfuncties".

source: Remove front end Edit links
de_at: Frontend entfernen Links bearbeiten
nl_nl: Koppelingen vooraan bewerken verwijderen

source: Removes Edit links that appear within the page layout of certain themes for logged-in users. Does not affect Edit links in the admin bar.
de_at: Entfernt Bearbeitungslinks, die im Seitenlayout bestimmter Themen für eingeloggte Benutzer erscheinen. Beeinflusst nicht die Bearbeitungslinks in der Admin-Leiste.
nl_nl: Verwijdert Bewerk-links die verschijnen in de paginalay-out van bepaalde thema's voor ingelogde gebruikers. Heeft geen invloed op Bewerk-links in de beheerbalk.

source: Remove global styles (inline CSS)
de_at: Globale Stile entfernen (Inline-CSS)
nl_nl: Globale stijlen verwijderen (inline CSS)

source: Removes inline CSS the Block Editor inserts into the head of every page. Note that this may not remove %1$sall%2$s inline CSS; styles inserted by your theme or plugins will still be present.
de_at: Entfernt Inline-CSS, das der Block-Editor in den Kopf jeder Seite einfügt. Beachten Sie, dass dadurch nicht %1$salle%2$s Inline-CSS entfernt werden können; die von Ihrem Thema oder Ihren Plugins eingefügten Stile sind weiterhin vorhanden.
nl_nl: Verwijdert inline CSS die de Block Editor invoegt in de head van elke pagina. Merk op dat dit niet %1$sall%2$s inline CSS verwijdert; stijlen die zijn ingevoegd door je thema of plugins zullen nog steeds aanwezig zijn.

source: Remove head tags
de_at: Kopf-Tags entfernen
nl_nl: Koptags verwijderen

source: Removes the selected %1$s tags from the %2$s on all front-end pages.
de_at: Entfernt die ausgewählten %1$s-Tags von den %2$s-Tags auf allen Frontend-Seiten.
nl_nl: Verwijdert de geselecteerde %1$s tags van de %2$s op alle front-end pagina's.

source: Resource Hints
de_at: Hinweise zu den Ressourcen
nl_nl: Hints voor bronnen

source: WP Shortlink
de_at: WP-Verknüpfung
nl_nl: WP snelkoppeling

source: Remove "Howdy"
de_at: Howdy" entfernen
nl_nl: Verwijder "Howdy"

source: Removes "Howdy" greeting text (or the corresponding text in other languages) next to username in admin bar.
de_at: Entfernt den Begrüßungstext "Howdy" (oder den entsprechenden Text in anderen Sprachen) neben dem Benutzernamen in der Verwaltungsleiste.
nl_nl: Verwijdert de begroetingstekst "Howdy" (of de overeenkomstige tekst in andere talen) naast de gebruikersnaam in de beheerbalk.

source: Remove Posts from admin
de_at: Beiträge aus der Verwaltung entfernen
nl_nl: Berichten verwijderen uit admin

source: If you use WordPress as a general-purpose CMS without a blog component, this option will hide the Posts link in the main admin navigation. It does %1$snot%2$s deactivate the "Posts" post type itself, nor restrict any front-end content. If you are using an SEO plugin, you will need to adjust its settings to exclude Posts from your sitemap XML.
de_at: Wenn Sie WordPress als Allzweck-CMS ohne Blog-Komponente verwenden, wird mit dieser Option der Link "Beiträge" in der Hauptverwaltungsnavigation ausgeblendet. Sie deaktiviert %1$snicht%2$s den Beitragstyp "Beiträge" selbst und schränkt auch keine Front-End-Inhalte ein. Wenn Sie ein SEO-Plugin verwenden, müssen Sie dessen Einstellungen so anpassen, dass Posts aus Ihrer Sitemap-XML ausgeschlossen werden.
nl_nl: Als je WordPress gebruikt als een algemeen CMS zonder blogcomponent, dan verbergt deze optie de link Posts in de hoofdnavigatie van de beheerder. Het %1$sdeactiveert niet%2$s het "Posts" berichttype zelf, noch beperkt het enige front-end inhoud. Als je een SEO plugin gebruikt, moet je de instellingen aanpassen om Posts uit te sluiten van je sitemap XML.

source: Remove Widgets block editor
de_at: Widgets-Block-Editor entfernen
nl_nl: Widgets-blok-editor verwijderen

source: Restores the previous default functionality of the Widgets page.
de_at: Stellt die vorherige Standardfunktionalität der Seite "Widgets" wieder her.
nl_nl: Herstelt de vorige standaardfunctionaliteit van de Widgets-pagina.

source: Remove WP emoji
de_at: WP-Emoji entfernen
nl_nl: WP-emoji verwijderen

source: Removes built-in emoji-related WordPress JavaScript code that normally gets loaded on every page. Also removes emoji tools in the TinyMCE editor.
de_at: Entfernt eingebauten emoji-bezogenen WordPress-JavaScript-Code, der normalerweise auf jeder Seite geladen wird. Entfernt auch Emoji-Tools im TinyMCE-Editor.
nl_nl: Verwijdert ingebouwde emoji-gerelateerde WordPress JavaScript-code die normaal gesproken op elke pagina wordt geladen. Verwijdert ook de emoji-tools in de TinyMCE-editor.

source: Require login
de_at: Benötigt Anmeldung
nl_nl: Aanmelden vereist

source: Sends all non-logged-in front end page requests to the login screen. Note: Does not apply to AJAX, cron, or CLI requests. While not intended to provide absolute security, this is useful for preventing unauthorized viewing of the site during site development.
de_at: Sendet alle nicht eingeloggten Frontend-Seitenanfragen an den Anmeldebildschirm. Hinweis: Gilt nicht für AJAX-, Cron- oder CLI-Anfragen. Dies ist zwar nicht dazu gedacht, absolute Sicherheit zu bieten, aber es ist nützlich, um zu verhindern, dass Unbefugte die Site während der Entwicklung der Site ansehen.
nl_nl: Stuurt alle niet-ingelogde aanvragen voor front-end pagina's naar het inlogscherm. Opmerking: geldt niet voor AJAX-, cron- of CLI-verzoeken. Hoewel dit niet bedoeld is om absolute veiligheid te bieden, is het handig om te voorkomen dat onbevoegden de site bekijken tijdens de ontwikkeling van de site.

source: Disable XML-RPC
de_at: XML RPC deaktivieren
nl_nl: XML-RPC uitschakelen

source: Most WordPress sites do not use XML-RPC, although some plugins (e.g. Jetpack) and mobile applications may require it. Per changes in WordPress 3.5, turning this option on will only disable XML-RPC requests that require authentication. Use the %1$sAlso kill any incoming XML-RPC request%2$s option below to cause all incoming XML-RPC requests to exit early. (Note: Because this is a plugin-based solution, XML-RPC requests still must partially load, to the point where this plugin is active, before it can kill the process. For better performance during a DDOS attack, you may wish to block calls to %3$s directly in your site&rsquo;s %4$s file.
de_at: Die meisten WordPress-Websites verwenden kein XML-RPC, obwohl einige Plugins (z. B. Jetpack) und mobile Anwendungen es erfordern können. Gemäß den Änderungen in WordPress 3.5 werden durch das Aktivieren dieser Option nur XML-RPC-Anfragen deaktiviert, die eine Authentifizierung erfordern. Verwenden Sie die unten stehende Option %1$sAuch alle eingehenden XML-RPC-Anfragen beenden%2$s, um alle eingehenden XML-RPC-Anfragen frühzeitig zu beenden. (Hinweis: Da es sich um eine Plugin-basierte Lösung handelt, müssen XML-RPC-Requests noch teilweise geladen werden, bis das Plugin aktiv ist, bevor es den Prozess beenden kann. Um die Leistung während eines DDOS-Angriffs zu verbessern, können Sie die Aufrufe von %3$s direkt in der %4$s-Datei Ihrer Website blockieren.
nl_nl: De meeste WordPress sites gebruiken geen XML-RPC, hoewel sommige plugins (bijv. Jetpack) en mobiele applicaties dit wel vereisen. Volgens de wijzigingen in WordPress 3.5, zal het inschakelen van deze optie alleen XML-RPC verzoeken uitschakelen die authenticatie vereisen. Gebruik de optie %1$sDood ook alle inkomende XML-RPC verzoeken%2$s hieronder om alle inkomende XML-RPC verzoeken vroegtijdig af te sluiten. (Opmerking: Omdat dit een plugin-gebaseerde oplossing is, moeten XML-RPC verzoeken nog steeds gedeeltelijk geladen worden, tot het punt waar deze plugin actief is, voordat het proces kan worden beëindigd. Voor betere prestaties tijdens een DDOS-aanval kun je de aanroepen naar %3$s direct blokkeren in het %4$s bestand van je site.

source: Also kill any incoming XML-RPC request
de_at: Beenden Sie auch jede eingehende XML-RPC-Anfrage
nl_nl: Stop ook elk inkomend XML-RPC verzoek

source: Core upgrade skip new bundled
de_at: Überspringen Sie bei Core-Upgrade neue gebündelte Software
nl_nl: Kernupgrade slaat nieuw gebundeld over

source: Skips installing things like new themes that are bundled by default with WordPress core upgrades. This can also be handled manually by adding the %1$sCORE_UPGRADE_SKIP_NEW_BUNDLED%2$s constant in your %3$swp-config.php%4$s file.
de_at: Überspringt die Installation von Dingen wie neuen Themes, die standardmäßig mit WordPress Core-Upgrades gebündelt werden. Dies kann auch manuell gehandhabt werden, indem Sie die Konstante %1$sCORE_UPGRADE_SKIP_NEW_BUNDLED%2$s in Ihrer %3$swp-config.php%4$s Datei hinzufügen.
nl_nl: Hiermee wordt het installeren van dingen zoals nieuwe thema's die standaard gebundeld zijn bij WordPress core upgrades overgeslagen. Dit kan ook handmatig worden gedaan door de %1$sCORE_UPGRADE_SKIP_NEW_BUNDLED%2$s constante toe te voegen in je %3$swp-config.php%4$s bestand.

source: Disallow theme and plugin file editing
de_at: Bearbeitung von Theme- und Plugin-Dateien verbieten
nl_nl: Bewerken van thema- en plugin-bestanden niet toestaan

source: Removes the ability for site admins to edit theme and plugin files directly within WordPress.
de_at: Entfernt die Möglichkeit für Website-Administratoren, Theme- und Plugin-Dateien direkt in WordPress zu bearbeiten.
nl_nl: Verwijdert de mogelijkheid voor sitebeheerders om thema- en plugin-bestanden rechtstreeks binnen WordPress te bewerken.

source: Restrict admin access
de_at: Admin-Zugang einschränken
nl_nl: Beperk admin toegang

source: If checked, only users with Editor or Administrator role will be able to see the Jetpack link in the admin sidebar. Note that in some cases this might not restrict access to the pages themselves, if the user knows the URL.
de_at: Wenn diese Option aktiviert ist, können nur Benutzer mit der Rolle Editor oder Administrator den Jetpack-Link in der Admin-Seitenleiste sehen. Beachten Sie, dass dies in manchen Fällen den Zugriff auf die Seiten selbst nicht einschränkt, wenn der Benutzer die URL kennt.
nl_nl: Als deze optie is aangevinkt, kunnen alleen gebruikers met de rol Editor of Administrator de Jetpack-link in de admin sidebar zien. Merk op dat dit in sommige gevallen de toegang tot de pagina's zelf niet beperkt, als de gebruiker de URL kent.

source: Log Out
de_at: Abmelden
nl_nl: Uitloggen

source: Thank you for installing %1$s. To get started, please visit the %2$sSettings%3$s page.
de_at: Vielen Dank für die Installation von %1$s. Um loszulegen, besuchen Sie bitte die Seite %2$sEinstellungen%3$s.
nl_nl: Bedankt voor het installeren van %1$s. Ga naar de pagina %2$sInstellingen%3$s om aan de slag te gaan.

source: Utilities
de_at: Werkzeuge
nl_nl: Opties

source: Import/Export
nl_nl: Importeren/Exporteren

source: Settings are persistent configuration changes that modify default behaviors on each page load.
de_at: Einstellungen sind dauerhafte Konfigurationsänderungen, die das Standardverhalten bei jedem Laden einer Seite ändern.
nl_nl: Instellingen zijn blijvende configuratiewijzigingen die het standaardgedrag bij elke paginalading wijzigen.

source: Save Settings
de_at: Einstellungen speichern
nl_nl: Instellingen Opslaan

source: Off
de_at: Aus
nl_nl: Uit

source: On
de_at: Ein
nl_nl: Aan

source: Utilities are one-time actions to clean up default content, plugins and options in the default WordPress installation.
de_at: Dienstprogramme sind einmalige Aktionen zur Bereinigung von Standardinhalten, Plugins und Optionen in der Standard-WordPress-Installation.
nl_nl: Hulpprogramma's zijn eenmalige acties om standaard inhoud, plugins en opties op te schonen in de standaard WordPress installatie.

source: Utilities with this icon make permanent, irreversible changes, and are intended for use only on a new WordPress installation. Proceed with caution.
de_at: Dienstprogramme mit diesem Symbol nehmen dauerhafte, nicht rückgängig zu machende Änderungen vor und sind nur für eine neue WordPress-Installation gedacht. Gehen Sie mit Bedacht vor.
nl_nl: Hulpprogramma's met dit pictogram brengen permanente, onomkeerbare wijzigingen aan en zijn alleen bedoeld voor gebruik op een nieuwe WordPress-installatie. Ga voorzichtig te werk.

source: Run Selected Utilities
de_at: Ausgewählte Dienstprogramme ausführen
nl_nl: Geselecteerde hulpprogramma's uitvoeren

source: Are you sure? This cannot be undone.
de_at: Sind Sie sicher? Dies kann nicht rückgängig gemacht werden.
nl_nl: Weet je het zeker? Dit kan niet ongedaan worden gemaakt.

source: Import/Export Settings
de_at: Einstellungen importieren/exportieren
nl_nl: Importeer/exporteer instellingen

source: Import Settings
de_at: Einstellungen importieren
nl_nl: Importeer instellingen

source: Paste your saved JSON code in the input box below, then click the button to upload a file containing your saved JSON settings. (Note: Invalid or improperly formatted JSON code will be rejected.)
de_at: Fügen Sie Ihren gespeicherten JSON-Code in das Eingabefeld unten ein, und klicken Sie dann auf die Schaltfläche zum Hochladen einer Datei mit Ihren gespeicherten JSON-Einstellungen. (Hinweis: Ungültiger oder nicht ordnungsgemäß formatierter JSON-Code wird abgelehnt)
nl_nl: Plak je opgeslagen JSON-code in het onderstaande invoerveld en klik vervolgens op de knop om een bestand met je opgeslagen JSON-instellingen te uploaden. (Opmerking: Ongeldige of onjuist geformatteerde JSON-code wordt geweigerd)

source: Import Settings JSON
de_at: Einstellungen importieren JSON
nl_nl: Instellingen JSON importeren

source: Export Settings
de_at: Export Einstellungen
nl_nl: Exporteer instellingen

source: Copy the following JSON code and paste it into a text file to save for later use.
de_at: Kopieren Sie den folgenden JSON-Code und fügen Sie ihn in eine Textdatei ein, um ihn zur späteren Verwendung zu speichern.
nl_nl: Kopieer de volgende JSON-code en plak deze in een tekstbestand om op te slaan voor later gebruik.

source: You have unsaved changes under the Settings tab. Please switch to Settings and click the "Save Settings" button before exporting.
de_at: Sie haben nicht gespeicherte Änderungen auf der Registerkarte "Einstellungen". Bitte wechseln Sie zu Einstellungen und klicken Sie vor dem Exportieren auf die Schaltfläche "Einstellungen speichern".
nl_nl: Je hebt niet-opgeslagen wijzigingen op het tabblad Instellingen. Ga naar Instellingen en klik op de knop "Instellingen opslaan" voordat u exporteert.

source: For support with the %1$s plugin, please use the %2$sWordPress Support Forums%3$s or email %4$s.
de_at: Wenn Sie Unterstützung für das %1$sPlugin benötigen, nutzen Sie bitte die %2$sWordPress-Supportforen%3$s oder senden Sie eine E-Mail %4$s.
nl_nl: Gebruik de %2$sWordPress Support Forums%3$s of stuur een e-mail %4$s voor ondersteuning met de %1$s plugin.

source: This plugin is free to use. However, if you find it to be of value, we welcome your donation (suggested amount: USD $9), to help fund future development.
de_at: Dieses Plugin ist kostenlos. Wenn es Ihnen allerdings etwas wert ist, freuen wir uns über Ihre Spende (vorgeschlagener Betrag: 9 US-$), um die künftige Entwicklung zu finanzieren.
nl_nl: Deze plugin is gratis te gebruiken. Als je echter vindt dat het waardevol is, verwelkomen we je donatie (voorgesteld bedrag: $9), om toekomstige ontwikkeling te helpen financieren.

source: Make a Donation
de_at: Eine Spende machen
nl_nl: Doe een donatie

source: Thank You!
de_at: Vielen Dank!
nl_nl: Bedankt!

source: Server IP address:
nl_nl: IP-adres server:

source: The fastest, cleanest way to get rid of the parts of WordPress you don't need.
de_at: Der schnellste und sauberste Weg, die Teile von WordPress loszuwerden, die Sie nicht benötigen.
nl_nl: De snelste, schoonste manier om je te ontdoen van de delen van WordPress die je niet nodig hebt.

source: Disallow full site editing (FSE)
de_at: Vollständige Bearbeitung der Website verbieten (FSE)

source: Removes links to Comments in the admin bar and admin sidebar menu. Does not actually deactivate comment functionality; this should be done under %1$sSettings %2$s Discussion%3$s.
de_at: Entfernt Links zu Kommentaren in der Admin-Leiste und im Admin-Seitenleistenmenü. Deaktiviert nicht die eigentliche Kommentarfunktion; dies sollte unter %1$sEinstellungen %2$s Diskussion%3$s vorgenommen werden.

source: Site Health
de_at: Website-Zustand

source: EditURI/RSD
de_at: BearbeitenURI/RSD
